Repository: aakb/nextlibrary
Catalog: sites/all/modules/contrib/imceimage/translations/*.po
Languages: es

source: Use IMCE browser to attach images to content
es: Use el navegador de IMCE para vincular im치genes con el contenido

source: @preset image
es: imagen @preset

source: @preset image linked to node
es: imagen @preset enlazada al nodo

source: @preset image linked to image
es: imagen @preset enlazada a la imagen

source: @preset file path
es: ruta del documento @preset

source: @preset URL
es: URL @preset

source: Valid File Types
es: Tipos de documentos v치lidos

source: Change Image
es: Cambiar imagen

source: Remove
es: Eliminar

source: Add Image
es: A침adir imagen

source: caption
es: pie de foto

source: The caption text for this image.
es: El texto del pie de foto para esta imagen.

source: IMCE Image
es: Imagen IMCE

source: Defines an IMCE image field type.
es: Define un campo de imagen IMCE.

source: Add image to @app
es: A침adir imagen a @app
